Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Pickethall.tmx
Source language: ar
Languages: en

source: ولا تشتروا بعهد الله ثمنا قليلا إنما عند الله هو خير لكم إن كنتم تعلمون
en: And purchase not a small gain at the price of Allah's covenant. Lo! that which Allah hath is better for you, if ye did but know.

source: ما عندكم ينفد وما عند الله باق ولنجزين الذين صبروا أجرهم بأحسن ما كانوا يعملون
en: That which ye have wasteth away, and that which Allah hath remaineth. And verily We shall pay those who are steadfast a recompense in proportion to the best of what they used to do.

source: من عمل صالحا من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون
en: Whosoever doeth right, whether male or female, and is a believer, him verily we shall quicken with good life, and We shall pay them a recompense in proportion to the best of what they used to do.

source: فإذا قرأت القرآن فاستعذ بالله من الشيطان الرجيم
en: And when thou recitest the Qur'an, seek refuge in Allah from Satan the outcast.

source: إنه ليس له سلطان على الذين آمنوا وعلى ربهم يتوكلون
en: Lo! he hath no power over those who believe and put trust in their Lord.

source: إنما سلطانه على الذين يتولونه والذين هم به مشركون
en: His power is only over those who make a friend of him, and those who ascribe partners unto Him (Allah).

source: وإذا بدلنا آية مكان آية والله أعلم بما ينزل قالوا إنما أنت مفتر بل أكثرهم لا يعلمون
en: And when We put a revelation in place of (another) revelation, - and Allah knoweth best what He revealeth - they say: Lo! thou art but inventing. Most of them know not.

source: قل نزله روح القدس من ربك بالحق ليثبت الذين آمنوا وهدى وبشرى للمسلمين
en: Say: The holy Spirit hath delivered it from thy Lord with truth, that it may confirm (the faith of) those who believe, and as guidance and good tidings for those who have surrendered (to Allah).

source: ولقد نعلم أنهم يقولون إنما يعلمه بشر لسان الذي يلحدون إليه أعجمي وهذا لسان عربي مبين
en: And We know well that they say: Only a man teacheth him. The speech of him at whom they falsely hint is outlandish, and this is clear Arabic speech.

source: إن الذين لا يؤمنون بآيات الله لا يهديهم الله ولهم عذاب أليم
en: Lo! those who disbelieve the revelations of Allah, Allah guideth them not and theirs will be a painful doom.

source: إنما يفتري الكذب الذين لا يؤمنون بآيات الله وأولئك هم الكاذبون
en: Only they invent falsehood who believe not Allah's revelations, and (only) they are the liars.

source: من كفر بالله من بعد إيمانه إلا من أكره وقلبه مطمئن بالإيمان ولكن من شرح بالكفر صدرا فعليهم غضب من الله ولهم عذاب عظيم
en: Whoso disbelieveth in Allah after his belief - save him who is forced thereto and whose heart is still content with the Faith - but whoso findeth ease in disbelief: On them is wrath from Allah. Theirs will be an awful doom.

source: ذلك بأنهم استحبوا الحياة الدنيا على الآخرة وأن الله لا يهدي القوم الكافرين
en: That is because they have chosen the life of the world rather than the Hereafter, and because Allah guideth not the disbelieving folk.

source: أولئك الذين طبع الله على قلوبهم وسمعهم وأبصارهم وأولئك هم الغافلون
en: Such are they whose hearts and ears and eyes Allah hath sealed. And such are the heedless.

source: لا جرم أنهم في الآخرة هم الخاسرون
en: Assuredly in the Hereafter they are the losers.

source: ثم إن ربك للذين هاجروا من بعد ما فتنوا ثم جاهدوا وصبروا إن ربك من بعدها لغفور رحيم
en: Then lo! thy Lord - for those who became fugitives after they had been persecuted, and then fought and were steadfast - lo! thy Lord afterward is (for them) indeed Forgiving, Merciful.

source: يوم تأتي كل نفس تجادل عن نفسها وتوفى كل نفس ما عملت وهم لا يظلمون
en: On the Day when every soul will come pleading for itself, and every soul will be repaid what it did, and they will not be wronged.

source: وضرب الله مثلا قرية كانت آمنة مطمئنة يأتيها رزقها رغدا من كل مكان فكفرت بأنعم الله فأذاقها الله لباس الجوع والخوف بما كانوا يصنعون
en: Allah coineth a similitude: a township that dwelt secure and well content, its provision coming to it in abundance from every side, but it disbelieved in Allah's favours, so Allah made it experience the garb of dearth and fear because of what they used to do.

source: ولقد جاءهم رسول منهم فكذبوه فأخذهم العذاب وهم ظالمون
en: And verily there had come unto them a messenger from among them, but they had denied him, and so the torment seized them while they were wrong-doers.

source: فكلوا مما رزقكم الله حلالا طيبا واشكروا نعمت الله إن كنتم إياه تعبدون
en: So eat of the lawful and good food which Allah hath provided for you, and thank the bounty of your Lord if it is Him ye serve.

source: إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به فمن اضطر غير باغ ولا عاد فإن الله غفور رحيم
en: He hath forbidden for you only carrion and blood and swineflesh and that which hath been immolated in the name of any other than Allah; but he who is driven thereto, neither craving nor transgressing, lo! then Allah is Forgiving, Merciful.

source: ولا تقولوا لما تصف ألسنتكم الكذب هذا حلال وهذا حرام لتفتروا على الله الكذب إن الذين يفترون على الله الكذب لا يفلحون
en: And speak not, concerning that which your own tongues qualify (as clean or unclean), the falsehood: "This is lawful, and this is forbidden," so that ye invent a lie against Allah. Lo! those who invent a lie against Allah will not succeed.

source: متاع قليل ولهم عذاب أليم
en: A brief enjoyment (will be theirs); and theirs a painful doom.

source: وعلى الذين هادوا حرمنا ما قصصنا عليك من قبل وما ظلمناهم ولكن كانوا أنفسهم يظلمون
en: And unto those who are Jews We have forbidden that which We have already related unto thee. And We wronged them not, but they were wont to wrong themselves.

source: ثم إن ربك للذين عملوا السوء بجهالة ثم تابوا من بعد ذلك وأصلحوا إن ربك من بعدها لغفور رحيم
en: Then lo! thy Lord - for those who do evil in ignorance and afterward repent and amend - lo! (for them) thy Lord is afterward indeed Forgiving, Merciful.

source: إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين
en: Lo! Abraham was a nation obedient to Allah, by nature upright, and he was not of the idolaters;

source: شاكرا لأنعمه اجتباه وهداه إلى صراط مستقيم
en: Thankful for His bounties; He chose him and He guided him unto a straight path.

source: وآتيناه في الدنيا حسنة وإنه في الآخرة لمن الصالحين
en: And We gave him good in the world, and in the Hereafter he is among the righteous.

source: ثم أوحينا إليك أن اتبع ملة إبراهيم حنيفا وما كان من المشركين
en: And afterward We inspired thee (Muhammad, saying): Follow the religion of Abraham, as one by nature upright. He was not of the idolaters.

source: إنما جعل السبت على الذين اختلفوا فيه وإن ربك ليحكم بينهم يوم القيامة فيما كانوا فيه يختلفون
en: The Sabbath was appointed only for those who differed concerning it, and lo! thy Lord will judge between them on the Day of Resurrection concerning that wherein they used to differ.

source: ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين
en: Call unto the way of thy Lord with wisdom and fair exhortation, and reason with them in the better way. Lo! thy Lord is Best Aware of him who strayeth from His way, and He is Best Aware of those who go aright.

source: وإن عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم لهو خير للصابرين
en: If ye punish, then punish with the like of that wherewith ye were afflicted. But if ye endure patiently, verily it is better for the patient.

source: واصبر وما صبرك إلا بالله ولا تحزن عليهم ولا تك في ضيق مما يمكرون
en: Endure thou patiently (O Muhammad). Thine endurance is only by (the help of) Allah. Grieve not for them, and be not in distress because of that which they devise.

source: إن الله مع الذين اتقوا والذين هم محسنون
en: Lo! Allah is with those who keep their duty unto Him and those who are doers of good.

source: سبحان الذي أسرى بعبده ليلا من المسجد الحرام إلى المسجد الأقصى الذي باركنا حوله لنريه من آياتنا إنه هو السميع البصير
en: Glorified be He Who carried His servant by night from the Inviolable Place of Worship to the Far distant place of worship the neighbourhood whereof We have blessed, that We might show him of Our tokens! Lo! He, only He, is the Hearer, the Seer.

source: وآتينا موسى الكتاب وجعلناه هدى لبني إسرائيل ألا تتخذوا من دوني وكيلا
en: We gave unto Moses the Scripture, and We appointed it a guidance for the children of Israel, saying: Choose no guardian beside Me.

source: ذرية من حملنا مع نوح إنه كان عبدا شكورا
en: (They were) the seed of those whom We carried (in the ship) along with Noah. Lo! he was a grateful slave.

source: وقضينا إلى بني إسرائيل في الكتاب لتفسدن في الأرض مرتين ولتعلن علوا كبيرا
en: And We decreed for the Children of Israel in the Scripture: Ye verily will work corruption in the earth twice, and ye will become great tyrants.

source: فإذا جاء وعد أولاهما بعثنا عليكم عبادا لنا أولي بأس شديد فجاسوا خلال الديار وكان وعدا مفعولا
en: So when the time for the first of the two came, We roused against you slaves of Ours of great might who ravaged (your) country, and it was a threat performed.

source: ثم رددنا لكم الكرة عليهم وأمددناكم بأموال وبنين وجعلناكم أكثر نفيرا
en: Then we gave you once again your turn against them, and We aided you with wealth and children and made you more in soldiery.

source: إن أحسنتم أحسنتم لأنفسكم وإن أسأتم فلها فإذا جاء وعد الآخرة ليسوءوا وجوهكم وليدخلوا المسجد كما دخلوه أول مرة وليتبروا ما علوا تتبيرا
en: (Saying): If ye do good, ye do good for your own souls, and if ye do evil, it is for them (in like manner). So, when the time for the second (of the judgments) came (We roused against you others of Our slaves) to ravage you, and to enter the Temple even as they entered it the first time, and to lay waste all that they conquered with an utter wasting.

source: عسى ربكم أن يرحمكم وإن عدتم عدنا وجعلنا جهنم للكافرين حصيرا
en: It may be that your Lord will have mercy on you, but if ye repeat (the crime) We shall repeat (the punishment), and We have appointed hell a dungeon for the disbelievers.

source: إن هذا القرآن يهدي للتي هي أقوم ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجرا كبيرا
en: Lo! this Qur'an guideth unto that which is straightest, and giveth tidings unto the believers who do good works that theirs will be a great reward.

source: وأن الذين لا يؤمنون بالآخرة أعتدنا لهم عذابا أليما
en: And that those who believe not in the Hereafter, for them We have prepared a painful doom.

source: ويدع الإنسان بالشر دعاءه بالخير وكان الإنسان عجولا
en: Man prayeth for evil as he prayeth for good; for man was ever hasty.

source: وجعلنا الليل والنهار آيتين فمحونا آية الليل وجعلنا آية النهار مبصرة لتبتغوا فضلا من ربكم ولتعلموا عدد السنين والحساب وكل شيء فصلناه تفصيلا
en: And We appoint the night and the day two portents. Then We make dark the portent of the night, and We make the portent of the day sight-giving, that ye may seek bounty from your Lord, and that ye may know the computation of the years, and the reckoning; and everything have We expounded with a clear expounding.

source: وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة كتابا يلقاه منشورا
en: And every man's augury have We fastened to his own neck, and We shall bring forth for him on the Day of Resurrection a book which he will find wide open.

source: اقرأ كتابك كفى بنفسك اليوم عليك حسيبا
en: (And it will be said unto him): Read thy Book. Thy soul sufficeth as reckoner against thee this day.

source: من اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها ولا تزر وازرة وزر أخرى وما كنا معذبين حتى نبعث رسولا
en: Whosoever goeth right, it is only for (the good of) his own soul that he goeth right, and whosoever erreth, erreth only to its hurt. No laden soul can bear another's load, We never punish until we have sent a messenger.

source: وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميرا
en: And when We would destroy a township We send commandment to its folk who live at ease, and afterward they commit abomination therein, and so the Word (of doom) hath effect for it, and we annihilate it with complete annihilation.

source: وكم أهلكنا من القرون من بعد نوح وكفى بربك بذنوب عباده خبيرا بصيرا
en: How many generations have We destroyed since Noah! And Allah sufficeth as Knower and Beholder of the sins of His slaves.

source: من كان يريد العاجلة عجلنا له فيها ما نشاء لمن نريد ثم جعلنا له جهنم يصلاها مذموما مدحورا
en: Whoso desireth that (life) which hasteneth away, We hasten for him therein what We will for whom We please. And afterward We have appointed for him hell; he will endure the heat thereof, condemned, rejected.

source: ومن أراد الآخرة وسعى لها سعيها وهو مؤمن فأولئك كان سعيهم مشكورا
en: And whoso desireth the Hereafter and striveth for it with the effort necessary, being a believer; for such, their effort findeth favour (with their Lord).

source: كلا نمد هؤلاء وهؤلاء من عطاء ربك وما كان عطاء ربك محظورا
en: Each do We supply, both these and those, from the bounty of thy Lord. And the bounty of thy Lord can never be walled up.

source: انظر كيف فضلنا بعضهم على بعض وللآخرة أكبر درجات وأكبر تفضيلا
en: See how We prefer one of them above another, and verily the Hereafter will be greater in degrees and greater in preferment.

source: لا تجعل مع الله إلها آخر فتقعد مذموما مخذولا
en: Set not up with Allah any other god (O man) lest thou sit down reproved, forsaken.

source: وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف ولا تنهرهما وقل لهما قولا كريما
en: Thy Lord hath decreed, that ye worship none save Him, and (that ye show) kindness to parents. If one of them or both of them attain old age with thee, say not "Fie" unto them nor repulse them, but speak unto them a gracious word.

source: واخفض لهما جناح الذل من الرحمة وقل رب ارحمهما كما ربياني صغيرا
en: And lower unto them the wing of submission through mercy, and say: My Lord! Have mercy on them both as they did care for me when I was little.

source: ربكم أعلم بما في نفوسكم إن تكونوا صالحين فإنه كان للأوابين غفورا
en: Your Lord is Best Aware of what is in your minds. If ye are righteous, then lo! He was ever Forgiving unto those who turn (unto Him).

source: وآت ذا القربى حقه والمسكين وابن السبيل ولا تبذر تبذيرا
en: Give the kinsman his due, and the needy, and the wayfarer, and squander not (thy wealth) in wantonness.

source: إن المبذرين كانوا إخوان الشياطين وكان الشيطان لربه كفورا
en: Lo! the squanderers were ever brothers of the devils, and the devil was ever an ingrate to his Lord.

source: وإما تعرضن عنهم ابتغاء رحمة من ربك ترجوها فقل لهم قولا ميسورا
en: But if thou turn away from them, seeking mercy from thy Lord, for which thou hopest, then speak unto them a reasonable word.

source: ولا تجعل يدك مغلولة إلى عنقك ولا تبسطها كل البسط فتقعد ملوما محسورا
en: And let not thy hand be chained to thy neck nor open it with a complete opening, lest thou sit down rebuked, denuded.

source: إن ربك يبسط الرزق لمن يشاء ويقدر إنه كان بعباده خبيرا بصيرا
en: Lo! thy Lord enlargeth the provision for whom He will, and straiteneth (it for whom He will). Lo, He was ever Knower, Seer of His slaves.

source: ولا تقتلوا أولادكم خشية إملاق نحن نرزقهم وإياكم إن قتلهم كان خطئا كبيرا
en: Slay not your children, fearing a fall to poverty, We shall provide for them and for you. Lo! the slaying of them is great sin.

source: ولا تقربوا الزنا إنه كان فاحشة وساء سبيلا
en: And come not near unto adultery. Lo! it is an abomination and an evil way.

source: ولا تقتلوا النفس التي حرم الله إلا بالحق ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل إنه كان منصورا
en: And slay not the life which Allah hath forbidden save with right. Whoso is slain wrongfully, We have given power unto his heir, but let him not commit excess in slaying. Lo! he will be helped.

source: ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده وأوفوا بالعهد إن العهد كان مسئولا
en: Come not near the wealth of the orphan save with that which is better till he come to strength; and keep the covenant. Lo! of the covenant it will be asked.

source: وأوفوا الكيل إذا كلتم وزنوا بالقسطاس المستقيم ذلك خير وأحسن تأويلا
en: Fill the measure when ye measure, and weigh with a right balance; that is meet, and better in the end.

source: ولا تقف ما ليس لك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا
en: (O man), follow not that whereof thou hast no knowledge. Lo! the hearing and the sight and the heart - of each of these it will be asked.

source: ولا تمش في الأرض مرحا إنك لن تخرق الأرض ولن تبلغ الجبال طولا
en: And walk not in the earth exultant. Lo! thou canst not rend the earth, nor canst thou stretch to the height of the hills.

source: كل ذلك كان سيئه عند ربك مكروها
en: The evil of all that is hateful in the sight of thy Lord.

source: ذلك مما أوحى إليك ربك من الحكمة ولا تجعل مع الله إلها آخر فتلقى في جهنم ملوما مدحورا
en: This is (part) of that wisdom wherewith thy Lord hath inspired thee (O Muhammad). And set not up with Allah any other god, lest thou be cast into hell, reproved, abandoned.

source: أفأصفاكم ربكم بالبنين واتخذ من الملائكة إناثا إنكم لتقولون قولا عظيما
en: Hath your Lord then distinguished you (O men of Makka) by giving you sons, and hath chosen for Himself females from among the angels? Lo! verily ye speak an awful word!

source: ولقد صرفنا في هذا القرآن ليذكروا وما يزيدهم إلا نفورا
en: We verily have displayed (Our warnings) in this Qur'an that they may take heed, but it increaseth them in naught save aversion.

source: قل لو كان معه آلهة كما يقولون إذا لابتغوا إلى ذي العرش سبيلا
en: Say (O Muhammad, to the disbelievers): If there were other gods along with Him, as they say, then had they sought a way against the Lord of the Throne.

source: سبحانه وتعالى عما يقولون علوا كبيرا
en: Glorified is He, and High Exalted above what they say!

source: تسبح له السماوات السبع والأرض ومن فيهن وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم إنه كان حليما غفورا
en: The seven heavens and the earth and all that is therein praise Him, and there is not a thing but hymneth His praise; but ye understand not their praise. Lo! He is ever Clement, Forgiving.

source: وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجابا مستورا
en: And when thou recitest the Qur'an we place between thee and those who believe not in the Hereafter a hidden barrier;

source: وجعلنا على قلوبهم أكنة أن يفقهوه وفي آذانهم وقرا وإذا ذكرت ربك في القرآن وحده ولوا على أدبارهم نفورا
en: And We place upon their hearts veils lest they should understand it, and in their ears a deafness; and when thou makest mention of thy Lord alone in the Qur'an, they turn their backs in aversion.

source: نحن أعلم بما يستمعون به إذ يستمعون إليك وإذ هم نجوى إذ يقول الظالمون إن تتبعون إلا رجلا مسحورا
en: We are Best Aware of what they wish to hear when they give ear to thee and when they take secret counsel, when the evil-doers say: Ye follow but a man bewitched.

source: انظر كيف ضربوا لك الأمثال فضلوا فلا يستطيعون سبيلا
en: See what similitudes they coin for thee, and thus are all astray, and cannot find a road!

source: وقالوا أإذا كنا عظاما ورفاتا أإنا لمبعوثون خلقا جديدا
en: And they say: When we are bones and fragments, shall we forsooth, be raised up as a new creation?

source: قل كونوا حجارة أو حديدا
en: Say: Be ye stones or iron

source: أو خلقا مما يكبر في صدوركم فسيقولون من يعيدنا قل الذي فطركم أول مرة فسينغضون إليك رءوسهم ويقولون متى هو قل عسى أن يكون قريبا
en: Or some created thing that is yet greater in your thoughts! Then they will say: Who shall bring us back (to life). Say: He Who created you at the first. Then will they shake their heads at thee, and say: When will it be? Say: It will perhaps be soon;

source: يوم يدعوكم فتستجيبون بحمده وتظنون إن لبثتم إلا قليلا
en: A day when He will call you and ye will answer with His praise, and ye will think that ye have tarried but a little while.

source: وقل لعبادي يقولوا التي هي أحسن إن الشيطان ينزغ بينهم إن الشيطان كان للإنسان عدوا مبينا
en: Tell My bondmen to speak that which is kindlier. Lo! the devil soweth discord among them. Lo! the devil is for man an open foe.

source: ربكم أعلم بكم إن يشأ يرحمكم أو إن يشأ يعذبكم وما أرسلناك عليهم وكيلا
en: Your Lord is Best Aware of you. If He will, He will have mercy on you, or if He will, He will punish you. We have not sent thee (O Muhammad) as a warden over them.

source: وربك أعلم بمن في السماوات والأرض ولقد فضلنا بعض النبيين على بعض وآتينا داوود زبورا
en: And thy Lord is Best Aware of all who are in the heavens and the earth. And we preferred some of the prophets above others, and unto David We gave the Psalms.

source: قل ادعوا الذين زعمتم من دونه فلا يملكون كشف الضر عنكم ولا تحويلا
en: Say: Cry unto those (saints and angels) whom ye assume (to be gods) beside Him, yet they have no power to rid you of misfortune nor to change.

source: أولئك الذين يدعون يبتغون إلى ربهم الوسيلة أيهم أقرب ويرجون رحمته ويخافون عذابه إن عذاب ربك كان محذورا
en: Those unto whom they cry seek the way of approach to their Lord, which of them shall be the nearest; they hope for His mercy and they fear His doom. Lo! the doom of thy Lord is to be shunned.

source: وإن من قرية إلا نحن مهلكوها قبل يوم القيامة أو معذبوها عذابا شديدا كان ذلك في الكتاب مسطورا
en: There is not a township but We shall destroy it ere the Day of Resurrection, or punish it with dire punishment. That is set forth in the Book (of Our decrees).

source: وما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون وآتينا ثمود الناقة مبصرة فظلموا بها وما نرسل بالآيات إلا تخويفا
en: Naught hindereth Us from sending portents save that the folk of old denied them. And We gave Thamud the she-camel - a clear portent save to warn.

source: وإذ قلنا لك إن ربك أحاط بالناس وما جعلنا الرؤيا التي أريناك إلا فتنة للناس والشجرة الملعونة في القرآن ونخوفهم فما يزيدهم إلا طغيانا كبيرا
en: And (it was a warning) when we told thee: Lo! thy Lord encompasseth mankind, and We appointed the sight which We showed thee as an ordeal for mankind, and (likewise) the Accursed Tree in the Qur'an. We warn them, but it increaseth them in naught save gross impiety.

source: وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس قال أأسجد لمن خلقت طينا
en: And when We said unto the angels: Fall down prostrate before Adam and they fell prostrate all save Iblis, he said: Shall I fall prostrate before that which Thou hast created of clay?

source: قال أرأيتك هذا الذي كرمت علي لئن أخرتن إلى يوم القيامة لأحتنكن ذريته إلا قليلا
en: He said: Seest Thou this (creature) whom Thou hast honoured above me, if Thou give me grace until the Day of Resurrection I verily will seize his seed, save but a few.

source: قال اذهب فمن تبعك منهم فإن جهنم جزاؤكم جزاء موفورا
en: He said: Go, and whosoever of them followeth thee - lo! hell will be your payment, ample payment.

source: واستفزز من استطعت منهم بصوتك وأجلب عليهم بخيلك ورجلك وشاركهم في الأموال والأولاد وعدهم وما يعدهم الشيطان إلا غرورا
en: And excite any of them whom thou canst with thy voice, and urge thy horse and foot against them, and be a partner in their wealth and children, and promise them. Satan promiseth them only to deceive.

source: إن عبادي ليس لك عليهم سلطان وكفى بربك وكيلا
en: Lo! My (faithful) bondmen - over them thou hast no power, and thy Lord sufficeth as (their) guardian.

source: ربكم الذي يزجي لكم الفلك في البحر لتبتغوا من فضله إنه كان بكم رحيما
en: (O mankind), your Lord is He Who driveth for you the ship upon the sea that ye may seek of His bounty. Lo! He was ever Merciful toward you.

source: وإذا مسكم الضر في البحر ضل من تدعون إلا إياه فلما نجاكم إلى البر أعرضتم وكان الإنسان كفورا
en: And when harm toucheth you upon the sea, all unto whom ye cry (for succour) fail save Him (alone), but when He bringeth you safe to land, ye turn away, for man was ever thankless.
